introduction = 'Эта история как и многие другие начинается с великой войны, но прежде мы расскажем вам ' \
               'о том, что было до неё. Много веков назад существовало лишь одно государство, ' \
               'занимавшее все континенты.  Эту страну населяли ' \
               'множество расс: милиоремы - изобретатели и торговцы, которые снабжали всю империю технологиями, ' \
               'астутианы - грабители и  мелкие торговцы, которые ' \
               'заботятся только о своём благополучии, калары - раса, ' \
               'возглавлявшая остальные, а также соединявшая в себе черты остальных жителей империи. \n' \
               'В мире сохранялся мир ровно до того момента, пока на трон не взошёл молодой, амбициозный и жестокий ' \
               'император ДубиумII, которому не нравилась излишняя автономия многих территорий империи.' \
               'Он начал медленно, но верно превращать страну в тоталитарную державу.\n' \
               'Жители империи, пытавшиеся восприпятствовать новым реформам, беспощадно уничтожались. ' \
               'Это непонравилось беднейшим слоям рассы калларов, поднявших на бунт остальных. Началась война, ' \
               'в которой сошлись две силы: милиоремы, астутианы, некоторые представители рассы калларов против ' \
               'элит калларов. Обе стороны были хорошо вооружены и имели значительные людские ресурсы. \n' \
               'Война длилась 8 лет и 8 месяцев. Итогом войны стала смерть до половины всех жителей империи, а также ' \
               'императора. Разбитые элиты калларов бежали и спрятались за горами, ' \
               'где основали своё государство - Minafer. ' \
               'Милиоремы уплыли на остров, где основали страну Klalkriya. Астутианы ушли ' \
               'в степи, где построили множество ' \
               'маленьких поселений, объединившиеся в слаборазвитое государство под названием ' \
               'Keliktaniya. Некогда беднейшие ' \
               'слои калларов стали главной силой в мире и получили обширные территории ' \
               'на материке, образовав страну Kafuron.\n' \
               'Справедливость восторжествовала или вся эта история ложь? Возглавьте государство Minafer, ' \
               'и возродите империю, ''доказав всем, что история пишется победителями. \n' \
               'На данный момент в армиях ваших противников находятся от 20к до 100к человек'
parametrs = ('📆 ДЕНЬ НОМЕР ',
             '👨‍👩‍👧‍👦 ПАРАМЕТРЫ НАСЕЛЕНИЯ: ',
             'Мирных жителей в вашей стране: ', 'Прирост населения за 10 дней: ',
             '🪖 ПАРАМЕТРЫ АРМИИ: ',
             'Солдат в вашей армии: ', 'Готовых призывников: ', 'Тренируется рекрутов(призыв раз в 10 дней): ',
             'Процент призыва: ', 'Снаряжения для солдат на складах: ', 'Стоимость снаряжения: ',
             '📉📈 ПАРАМЕТРЫ ЭКОНОМИКИ: ',
             'Денег у вас в казне: ', 'Необходимый минимум денег в казне: ', 'Курс валюты: ',
             'Напечатано денег за всё время: ', 'Топлива в запасах: ', 'Заводов по переработке топлива: ',
             'Производство топлива в день: ', 'Cтоимость топлива: ', 'Продуктов на складах: ',
             'Фабрик, производящих продукты: ', 'Производство продуктов в день: ', ' Стоимость продуктов: ',)
mehanics = ('Население увеличивается при увеличнении прироста населения\n'
            'Прирост насления увеличивается при росте курса денег,  уменьшении стоимости топлива и '
            'продуктов \n Каждая фабрика по производству продуктов стоит 10000 и производит 10000 '
            'единиц продукции \n, Заводы про производству нефти стоят 30000 и производят 10000 единиц '
            'продукци в день \n каждый мирный житель потребляет 2 продуктов и 1 топливо в день '
            '\n Каждый военный потребляет 4 топлива и 1 продуктов в день \n'
            'Для развёртывания каждого солдата необходимо 1 единиц оснащения, которое можно покупать\n'
            'Для победы в войне необходимо иметь армию в 1.6 раза сильнее, чем у противника \n'
            'При захвате страны, вам достаётся 50% фабрик по производству продуктов и нефти',)
